[
"Coffee is the world’s most valuable traded commodity next to petroleum. ",
"Coffee beans are fruit pits and not beans. ",
"The taste of coffee is different from its scent due to your saliva diluting the flavor.",
"People from New York drink seven times more coffee than other cities in the United States.",
"Starbucks first began by only selling roasted whole coffee beans.",
"Starbucks’ Coffee contains more caffeine than energy drinks.",
"The world consumes about 2.25 billion cups of coffee each day.",
"You can enjoy a cup of coffee in a cafe full of cats in Japan and Korea. ",
"The first webcam was created to watch over a coffee pot to avoid unnecessary trips to an empty pot. ",
"An American inventor named George Washington invented instant coffee in 1910.",
"Your blood flow can significantly improve simply by drinking a cup of caffeinated coffee. ",
"A coffee shop in France makes your coffee more expensive when you utter the words “please” and “hello”.",
"An expensive coffee brand makes coffee from the dung of Thai elephants. ",
"Yelling for exactly 8 years, 7 months, and 6 days will allow you to generate enough heat to make one cup of coffee. ",
"The Arabic word for “wine of the bean” translates to coffee. ",
"Coffee consumed between the hours of 9:30 to 11:30 am is believed to be the most effective. ",
"Starbucks Corp spends more on healthcare for its employees rather than on its branded coffee beans. ",
"More than half of the population in the United States drinks coffee every single day. ",
"The Netherlands is the world’s largest per capita coffee consumer. ",
"If the coffee had no smell, it would only be left with a bitter or sour taste because of the organic acids.",
"The name 'Cappuccino' was inspired by monks. This name was adopted from the clothing that Capuchin monks wore. The color of espresso mixed with frother milk was much similar to the color of their robes. These monks were members of the larger Franciscan orders of monks found in 16th century Italy.",
"Americans spend an average of $1,092 on coffee every year.This breaks down to roughly $92 a month, which is about $3 worth of coffee a day. ",
"Starbucks opens a store every day. Ever since the year 1987, Starbucks has opened 2 stores per day since. Today, Starbucks is the largest coffeehouse company in the world with more than 27,000 retail stores worldwide. ",
"Starbucks has multiple drink combinations. This totals to over 87,000 different drink combinations.",
"You can overdose on coffee. Studies have shown that you would need to consume over 70 cups of coffee to kill a 70 kg person. The amount of caffeine from this can trigger heart palpitations and cardiac arrest. This would mean that you would need to drink about 3 cups of coffee every hour for 24 hours for it to be lethal.",
"You cannot become dehydrated from coffee. You feel more dehydrated after drinking caffeinated drinks due to its diuretic effect. Drinks such as coffee or tea have caffeine that causes you to urinate more.",
"Coffee was most likely discovered in Yemen. It is believed that coffee was first discovered in Yemen in the 15th century. Records show that Sufi Muslim monasteries brewed the dark beverage in the town of Mocha. Coffee drinking then spread through the Middle East and Northern Africa. Though legends concerning coffee’s origins persist, the Yemeni monasteries were the most likely birthplace of this popular beverage.",
"Brazil is known to be the largest producer of coffee. Brazil is responsible for ⅓ of the world’s coffee production for over 150 years. The second-largest coffee producer is Vietnam.",
"A tea importer popularized coffee in Britain. It seems funny now, as tea and coffee are often pitted as rival beverages, but a tea importer actually brought the caffeinated drink to Britain. The British East India Company, which traded with India and China, brought tea, salt, and silk, among other items, to Britain. The company began importing coffee and, through their work, the energizing drink became popular in Britain.",
"It takes a day to fully eliminate caffeine from your system. Half of the consumed caffeine in your system can be cleared from your system within 5 hours. The effects of caffeine reach its peak around 30 to 60 minutes from consumption. ",
"Coffee accelerates metabolism. Coffee naturally contains caffeine, which is a stimulant, and temporarily increases the metabolism. Some fitness trainers even advise drinking coffee before a workout to maximize fat-burning potential.",
"Coffee pods are banned from German government buildings. This rule was established in 2016 because it was found to create unnecessary waste that contained aluminum.",
"You can reduce the risk of alcohol-related cirrhosis with coffee consumption. Studies have found that drinking 2 cups of coffee a day can reduce this risk by at least 43%.",
"Your office coffee mugs aren't as clean as you think they are.About 20% of coffee mugs from offices contain fecal bacteria. This is possible mainly due to the communal cleaning materials such as brushes or scrubbing tools in the break room area. ",
"You would need about 37 gallons of water to grow a coffee bean. More than 1,300 gallons of water are needed to produce one 12 oz. cup of coffee. ",
"Coffee helps reduce liver damage. Research studies suggest that drinking coffee could help reduce liver damage from alcohol. This study conducted an experiment where over 430,000 participants with liver damage drank 2 cups of coffee a day. This was linked to a 44% lower risk of developing liver cirrhosis.",
"Drinking coffee lowers suicidal risks. Drinking around two to four cups of coffee every day has been found to reduce the risk of suicide by 50%. More people who are non-coffee drinkers have a higher number of performed suicide rates than people who drink coffee. ",
"Drinking coffee was once punishable by death. During the 17th century Ottoman Empire, it was believed that coffee contained mind-altering effects. The ruler of this period believed it to be a type of narcotic and banned it from public consumption.",
"The Columbian exchange introduced coffee in Columbia. Coffee originated in Ethiopia and was introduced and spread to other locations in the world after the Columbian exchange. ",
"There are millions of people who rely on coffee to make a living. There are about a total of 25 million small producers who use coffee as their main source of income.",
"Espresso contains more coffee per unit volume. However, its usual serving size equates that the caffeine is less than what you would get from a standard crewed coffee in a mug.",
"Coffee has helped Olympic athletes.In 1932, Brazil could not afford to send its athletes to Los Angeles for the Olympics. As a solution, the government placed them on a ship full of coffee which was sold to finance their trip.",
"Cream makes your coffee stay warm.If you prefer to keep your coffee as hot as possible at a longer time, try adding some cream into your drink. This will make your coffee stay warm for 20% longer. ",
"Coffee is a fruit. Coffee beans grow from a bush and they are classified as the pit of berries. By this definition, this makes them a fruit. ",
"There are two main types of coffee. The two types of coffee are Arabica and Robusta coffee.",
"Fairtrade coffee improves quality. Even if this particular coffee costs more, coffee farmers spend an extra 25% of their time in producing Fairtrade premium coffee. ",
"Roasting gives color and taste to coffee beans. After being sold as green coffee beans, these coffee beans are roasted. Roasting is what turns the coffee beans brown. The method and length of roasting give the coffee beans their distinctive flavor and color. The sugar in the beans turns them brown as they roast. Darker beans are considered bolder, and lighter roasts more strongly flavored."
]