[
  "Mercury is the only metal that is a liquid at standard temperature and pressure. The only other liquid element under standard conditions is bromine (a halogen), although the metals rubidium, cesium, and gallium melt at a temperature just above room temperature. Mercury has a very high surface tension, so it forms rounded beads of liquid.",
  "Although mercury and all its compounds are known to be highly toxic, it was considered therapeutic throughout much of history.",
  "The modern element symbol for mercury is Hg, which is the symbol for another name for mercury: hydrargyrum. Hydrargyrum comes from Greek words for \"water-silver\" (hydr- means water, argyros means silver).",
  "Mercury is a very rare element in the Earth's crust. It accounts for only about 0.08 parts per million (ppm) and is mainly found in the mineral cinnabar, which is mercuric sulfide. Mercuric sulfide is the source of the red pigment called vermilion.",
  "Mercury generally is not allowed on aircraft because it combines so readily with aluminum, a metal that is common on aircraft. When mercury forms an amalgam with aluminum, the oxide layer that protects aluminum from oxidizing is disrupted. This causes aluminum to corrode in much the same way as iron rusts.",
  "Mercury does not react with most acids.",
  "Mercury is a relatively poor conductor of heat. Most metals are excellent thermal conductors. It is a mild electrical conductor. The freezing point (-38.8 C) and boiling point (356 C) of mercury are closer together than all other metals.",
  "Although mercury usually exhibits a +1 or +2 oxidation state, sometimes it has a +4 oxidation state. The electron configuration causes mercury to behave somewhat like a noble gas. Like noble gases, mercury forms relatively weak chemical bonds with other elements. It forms amalgams with all the other metals except iron. This makes iron a good choice to build containers for holding and transporting mercury.",
  "The element mercury is named for the Roman god Mercury. Mercury is the only element to retain its alchemical name as its modern common name. The element was known to ancient civilizations, dating back to at least 2000 BCE. Vials of pure mercury have been found in Egyptian tombs from the 1500s BCE.",
  "Mercury is used in fluorescent lamps, thermometers, float valves, dental amalgams, in medicine, for the production of other chemicals, and to make liquid mirrors. Mercury(II) fulminate is an explosive used as a primer in firearms. The disinfectant mercury compound thimerosal is an organomercury compound found in vaccines, tattoo inks, contact lens solutions, and cosmetics.",
  "Alchemists used to believe that mercury could be turned into gold when combined with other metals.",
  "Mercury was the primary means of treatment for syphilis until the early 20th century. It was used in the form of pills, calomel, ointments and steam baths. The side effects of this toxic \"treatment\" included tooth loss, ulcerations, neurological damage and even death, according to the Harvard University Library.",
  "Mercury is really heavy, as it weighs 13.6 times as much as the same volume of water, according to CNR.",
  "Ko-Hung, a prominent Chinese alchemist who lived in the fourth century, tried smearing mercury on people's feet as he believed that doing so would enable them to walk on water. He also placed it over a doorstep to keep thieves away and even tried combining it with raspberry juice, hoping that it would help elderly men beget children, according to the Dartmouth Toxic Metals Superfund Research Program (SRP).",
  "Mercury constitutes just 0.5 ppm of the Earth's crust, which means that it is scarcer than uranium but more abundant than gold or silver, according to CNR.",
  "The Romans operated mercury mines as penal institutions for criminals and slaves, according to SRP. Predictably, the prisoners' life span was short due to the high likelihood of poisoning.",
  "Mercury is the only metal that is liquid at room temperature."
]