[
  "Liquid nitrogen is the liquefied form of the element nitrogen that's produced commercially by the fractional distillation of liquid air. Like nitrogen gas, it consists of two nitrogen atoms sharing covalent bonds (N2).",
  "Sometimes liquid nitrogen is denoted as LN2, LN, or LIN.",
  "A United Nations Number (UN or UNID) is a four-digit code used to identify flammable and harmful chemicals. Liquid nitrogen is identified as UN number 1,977.",
  "At normal pressure, liquid nitrogen boils at 77 K (−195.8° C or −320.4° F).",
  "The liquid-to-gas expansion ratio of nitrogen is 1:694, which means liquid nitrogen boils to fill a volume with nitrogen gas very quickly.",
  "Nitrogen is non-toxic, odorless, and colorless. It is relatively inert and is not flammable.",
  "Nitrogen gas is slightly lighter than air when it reaches room temperature. It is slightly soluble in water.",
  "Nitrogen was first liquefied on April 15, 1883, by Polish physicists Zygmunt Wróblewski and Karol Olszewski.",
  "Liquid nitrogen is stored in special insulated containers that are vented to prevent pressure buildup. Depending on the design of the Dewar flask, it can be stored for hours or for up to a few weeks.",
  "Liquid nitrogen is cold enough to cause severe frostbite on contact with living tissue. You must wear proper safety gear when handling liquid nitrogen to prevent contact or inhalation of the extremely cold vapor. Cover and insulate skin to avoid exposure.",
  "Because it boils so rapidly, the phase transition from liquid to gas can generate a lot of pressure very quickly. Do not enclose liquid nitrogen in a sealed container, as this may result in it bursting or an explosion.",
  "Adding large quantities of nitrogen to the air reduces the relative amount of oxygen, which may result in an asphyxiation risk. Cold nitrogen gas is heavier than air, so the risk is greatest near the ground. Use liquid nitrogen in a well-ventilated area.",
  "Liquid nitrogen containers may accumulate oxygen that is condensed from the air. As the nitrogen evaporates, there's a risk of violent oxidation of organic matter.",
  "Liquid nitrogen is diatomic nitrogen, N2. For this reason, it’s often called LN2.",
  "Liquid nitrogen is colorless, odorless, flavorless, and non-toxic.",
  "Liquid nitrogen looks much like boiling water.",
  "Liquid nitrogen has a low viscosity. In other words, it readily flows.",
  "Polish physicists Zygmunt Wróblewski and Karol Olszewski were the first to liquefy nitrogen on April 15, 1883.",
  "Liquid nitrogen is produced by fractional distillation of liquid air.",
  "Even though the term \"nitrogen\" is used in English to refer to the element, Lavoisier's term \"azote\" is still used in French, and its form is present in \"azoto\" in Italian or \"azot\" in Polish.",
  "Liquid nitrogen is frequently used as a refrigerant, for instance, to store sperm, eggs and other cells used in medical research or fertility clinics, according to the Royal Society of Chemistry.",
  "Liquid nitrogen is also used to quickly freeze foods and help preserve their flavor, texture, moisture and flavor.",
  "Nitrogen constitutes 95 percent of the atmosphere of Titan (the largest moon of Saturn), according to the Jet Propulsion Laboratory.",
  "Nitrogen gas plays a role in the formation of an aurora — a natural display of light in the sky that can be predominantly observed Arctic and Antarctic regions — which occurs when fast-moving electrons from space collide with oxygen and nitrogen in our atmosphere, according to NASA.",
  "Nitrogen gas can be obtained by heating a water solution of ammonium nitrate (NH4NO3), a crystalline solid that is commonly used in fertilizer. ",
  "About 150 tons of ammonia are produced every year using the Haber process, according to Royal Society of Chemistry.",
  "Nitrogen in the form of ammonium chloride, NH4Cl, was produced in ancient Egypt by heating a mixture of animal excrement, urine and salt, according to Royal Society of Chemistry.",
  "Nitroglycerin, a violent explosive used in the production of dynamite, is an oily, colorless liquid that contains nitrogen, oxygen and carbon."
]