[
"The oldest winery that we know of is Armenian, dated to 4100 BCE.",
"The Phoenicians spread wine around the Mediterranean in the tenth century BCE, introducing the drink to the ancient Greeks, who in turn inspired the Romans to become wine fanatics and grow grapes across their empire.",
"The Greeks and Romans took their wine seriously, dedicating gods to their favourite fermented fruit juice. Dionysus was known as the god of the grape-harvest to the Greeks, while Bacchus was the deity of choice for Roman oenophiles.",
"People have been drinking too much wine for centuries. Everything from the Odyssey to the Bible mentions the perils of overconsumption.",
"Thomas Jefferson may be responsible for the California wine boom. After being sent to France, Jefferson brought vine cuttings back to the United States.",
"2017 saw a drop in global wine production to a level not seen in sixty years thanks to poor weather conditions.",
"There are three major types of wine: red, white and rosé. However, there are different, less popular varieties, including orange and even blue.",
"The colour of a wine is determined by the contact that the grape juice has with grape skins – this also impacts the levels of tannins (see fact 44) in the finished product.",
"Red wine can only be made from blue or purple-skinned grapes. White wine can also come from these darker grapes, but only if the juice is separated from the skins.",
"Rosé, which finds itself somewhere in between red and white, is most often crafted by allowing the juice limited and controlled contact with dark grape skins.",
"Sweet or ‘dessert’ wine is made from grapes with high sugar content. In some parts of the world, this means allowing vines to contract a fungal infection called botrytis or ‘Noble Rot’, in others it means allowing grapes to freeze over before they are picked to create syrupy ‘ice wine’.",
"Fortified wines (like sherry and port) are made by adding extra alcohol at different stages of the production process.",
"Because grapes produce sugars as they ripen, wines from warmer climates will generally contain more sugar and are stronger than those from cooler regions, which tend towards acidity instead.",
"The yeast used for fermentation is called saccharomyces cerevisiae, or ‘brewer’s yeast’.",
"Wines from western Europe and the Middle East are known as ‘Old World’, while others are called ‘New World’, which encapsulates the Americas, Australasia, Africa and Asia.",
"European wines often feature the location of production on their labels, while New World wines tend to provide the grape variety instead.",
"The terroir of a wine is a combination of the environmental influences on the grapevine, including soil type and climate.",
"White wines occasionally have harmless, diamond-like sediment called ‘tartrate crystals’ that are formed when the wine has been stored in the cold.",
"Wines don’t have to be made from a single grape variety. Different juices are fermented separately and then combined in what’s known as a ‘blend’.",
"Sparkling white wine can be made anywhere, but only those grown and bottled in France’s Champagne region can call themselves champagnes. Alternatives include cava, prosecco and even sparkling Riesling!",
"Champagne bottles are made from thicker glass to resist the pressure created by carbonation.",
"Champagne gets its bubbles in the bottle. Wine is still when it’s bottled, but yeast and sugar are added to the mix which create the carbon dioxide as they interact over at least 15 months.",
"Organic, biodynamic and natural wines are produced by winemakers that avoid intervening in vineyard ecology, opting not to use herbicides and pesticides.",
"If you see a label marked ‘Demeter’, this means that the wine has been certified as biodynamic.",
"Vines are often grafted onto existing roots before being planted in order to protect them from pests, namely Phylloxera.",
"A ‘vintage’ wine is one made only with grapes harvested in the same year. ‘Non-vintage’ wines are blends of several years’ grapes. Many of the largest names in champagne produce non-vintage bottles.",
"If a label says ‘Mis en Bouteille au Domaine’, the wine was bottled at the estate where the grapes were grown. Some argue that this preserves freshness and fruitiness.",
"There are usually 12 bottles in a case of wine. ",
"There are 11 bottle sizes, from the 187ml ‘split’ to the Nebuchadnezzar, which holds the equivalent of 20 standard bottles.",
"A ‘magnum’ bottle of wine is the equivalent of two standard bottles, and some claim that it is the optimal size for aging thanks to the reduced space for oxygen."
]